var PinyingSource = {
    table: [1, {
        z: ["z", {
            h: ["zh", {
                u: ["zhu", {
                    o: ["zhuo", {},
                    0],
                    n: ["zhun", {},
                    0],
                    i: ["zhui", {},
                    0],
                    a: ["zhua", {
                        n: ["zhuan", {
                            g: ["zhuang", {},
                            0]
                        },
                        1],
                        i: ["zhuai", {},
                        0]
                    },
                    2]
                },
                4],
                o: [, {
                    u: ["zhou", {},
                    0],
                    n: [, {
                        g: ["zhong", {},
                        0]
                    },
                    1]
                },
                2],
                i: ["zhi", {},
                0],
                e: ["zhe", {
                    n: ["zhen", {
                        g: ["zheng", {},
                        0]
                    },
                    1]
                },
                1],
                a: ["zha", {
                    o: ["zhao", {},
                    0],
                    n: ["zhan", {
                        g: ["zhang", {},
                        0]
                    },
                    1],
                    i: ["zhai", {},
                    0]
                },
                3]
            },
            5],
            u: ["zu", {
                o: ["zuo", {},
                0],
                n: ["zun", {},
                0],
                i: ["zui", {},
                0],
                a: [, {
                    n: ["zuan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["zou", {},
                0],
                n: [, {
                    g: ["zong", {},
                    0]
                },
                1]
            },
            2],
            i: ["zi", {},
            0],
            e: ["ze", {
                n: ["zen", {
                    g: ["zeng", {},
                    0]
                },
                1],
                i: ["zei", {},
                0]
            },
            2],
            a: ["za", {
                o: ["zao", {},
                0],
                n: ["zan", {
                    g: ["zang", {},
                    0]
                },
                1],
                i: ["zai", {},
                0]
            },
            3]
        },
        6],
        y: ["y", {
            u: ["yu", {
                n: ["yun", {},
                0],
                e: ["yue", {},
                0],
                a: [, {
                    n: ["yuan", {},
                    0]
                },
                1]
            },
            3],
            o: ["yo", {
                u: ["you", {},
                0],
                n: [, {
                    g: ["yong", {},
                    0]
                },
                1]
            },
            2],
            i: ["yi", {
                n: ["yin", {
                    g: ["ying", {},
                    0]
                },
                1]
            },
            1],
            e: ["ye", {},
            0],
            a: ["ya", {
                o: ["yao", {},
                0],
                n: ["yan", {
                    g: ["yang", {},
                    0]
                },
                1]
            },
            2]
        },
        5],
        x: ["x", {
            u: ["xu", {
                n: ["xun", {},
                0],
                e: ["xue", {},
                0],
                a: [, {
                    n: ["xuan", {},
                    0]
                },
                1]
            },
            3],
            i: ["xi", {
                u: ["xiu", {},
                0],
                o: [, {
                    n: [, {
                        g: ["xiong", {},
                        0]
                    },
                    1]
                },
                1],
                n: ["xin", {
                    g: ["xing", {},
                    0]
                },
                1],
                e: ["xie", {},
                0],
                a: ["xia", {
                    o: ["xiao", {},
                    0],
                    n: ["xian", {
                        g: ["xiang", {},
                        0]
                    },
                    1]
                },
                2]
            },
            5]
        },
        2],
        w: ["w", {
            u: ["wu", {},
            0],
            o: ["wo", {},
            0],
            e: [, {
                n: ["wen", {
                    g: ["weng", {},
                    0]
                },
                1],
                i: ["wei", {},
                0]
            },
            2],
            a: ["wa", {
                n: ["wan", {
                    g: ["wang", {},
                    0]
                },
                1],
                i: ["wai", {},
                0]
            },
            2]
        },
        4],
        t: ["t", {
            u: ["tu", {
                o: ["tuo", {},
                0],
                n: ["tun", {},
                0],
                i: ["tui", {},
                0],
                a: [, {
                    n: ["tuan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["tou", {},
                0],
                n: [, {
                    g: ["tong", {},
                    0]
                },
                1]
            },
            2],
            i: ["ti", {
                n: [, {
                    g: ["ting", {},
                    0]
                },
                1],
                e: ["tie", {},
                0],
                a: [, {
                    o: ["tiao", {},
                    0],
                    n: ["tian", {},
                    0]
                },
                2]
            },
            3],
            e: ["te", {
                n: [, {
                    g: ["teng", {},
                    0]
                },
                1]
            },
            1],
            a: ["ta", {
                o: ["tao", {},
                0],
                n: ["tan", {
                    g: ["tang", {},
                    0]
                },
                1],
                i: ["tai", {},
                0]
            },
            3]
        },
        5],
        s: ["s", {
            h: ["sh", {
                u: ["shu", {
                    o: ["shuo", {},
                    0],
                    n: ["shun", {},
                    0],
                    i: ["shui", {},
                    0],
                    a: ["shua", {
                        n: ["shuan", {
                            g: ["shuang", {},
                            0]
                        },
                        1],
                        i: ["shuai", {},
                        0]
                    },
                    2]
                },
                4],
                o: [, {
                    u: ["shou", {},
                    0]
                },
                1],
                i: ["shi", {},
                0],
                e: ["she", {
                    n: ["shen", {
                        g: ["sheng", {},
                        0]
                    },
                    1]
                },
                1],
                a: ["sha", {
                    o: ["shao", {},
                    0],
                    n: ["shan", {
                        g: ["shang", {},
                        0]
                    },
                    1],
                    i: ["shai", {},
                    0]
                },
                3]
            },
            5],
            u: ["su", {
                o: ["suo", {},
                0],
                n: ["sun", {},
                0],
                i: ["sui", {},
                0],
                a: [, {
                    n: ["suan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["sou", {},
                0],
                n: [, {
                    g: ["song", {},
                    0]
                },
                1]
            },
            2],
            i: ["si", {},
            0],
            e: ["se", {
                n: ["sen", {
                    g: ["seng", {},
                    0]
                },
                1]
            },
            1],
            a: ["sa", {
                o: ["sao", {},
                0],
                n: ["san", {
                    g: ["sang", {},
                    0]
                },
                1],
                i: ["sai", {},
                0]
            },
            3]
        },
        6],
        r: ["r", {
            u: ["ru", {
                o: ["ruo", {},
                0],
                n: ["run", {},
                0],
                i: ["rui", {},
                0],
                a: [, {
                    n: ["ruan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["rou", {},
                0],
                n: [, {
                    g: ["rong", {},
                    0]
                },
                1]
            },
            2],
            i: ["ri", {},
            0],
            e: ["re", {
                n: ["ren", {
                    g: ["reng", {},
                    0]
                },
                1]
            },
            1],
            a: [, {
                o: ["rao", {},
                0],
                n: ["ran", {
                    g: ["rang", {},
                    0]
                },
                1]
            },
            2]
        },
        5],
        q: ["q", {
            u: ["qu", {
                n: ["qun", {},
                0],
                e: ["que", {},
                0],
                a: [, {
                    n: ["quan", {},
                    0]
                },
                1]
            },
            3],
            i: ["qi", {
                u: ["qiu", {},
                0],
                o: [, {
                    n: [, {
                        g: ["qiong", {},
                        0]
                    },
                    1]
                },
                1],
                n: ["qin", {
                    g: ["qing", {},
                    0]
                },
                1],
                e: ["qie", {},
                0],
                a: ["qia", {
                    o: ["qiao", {},
                    0],
                    n: ["qian", {
                        g: ["qiang", {},
                        0]
                    },
                    1]
                },
                2]
            },
            5]
        },
        2],
        p: ["p", {
            u: ["pu", {},
            0],
            o: ["po", {},
            0],
            i: ["pi", {
                n: ["pin", {
                    g: ["ping", {},
                    0]
                },
                1],
                e: ["pie", {},
                0],
                a: [, {
                    o: ["piao", {},
                    0],
                    n: ["pian", {},
                    0]
                },
                2]
            },
            3],
            e: [, {
                n: ["pen", {
                    g: ["peng", {},
                    0]
                },
                1],
                i: ["pei", {},
                0]
            },
            2],
            a: ["pa", {
                o: ["pao", {},
                0],
                n: ["pan", {
                    g: ["pang", {},
                    0]
                },
                1],
                i: ["pai", {},
                0]
            },
            3]
        },
        5],
        n: ["n", {
            u: ["nu", {
                o: ["nuo", {},
                0],
                e: ["nue", {},
                0],
                a: [, {
                    n: ["nuan", {},
                    0]
                },
                1]
            },
            3],
            v: ["nv", {},
            0],
            o: [, {
                n: [, {
                    g: ["nong", {},
                    0]
                },
                1]
            },
            1],
            i: ["ni", {
                u: ["niu", {},
                0],
                n: ["nin", {
                    g: ["ning", {},
                    0]
                },
                1],
                e: ["nie", {},
                0],
                a: [, {
                    o: ["niao", {},
                    0],
                    n: ["nian", {
                        g: ["niang", {},
                        0]
                    },
                    1]
                },
                2]
            },
            4],
            e: ["ne", {
                n: ["nen", {
                    g: ["neng", {},
                    0]
                },
                1],
                i: ["nei", {},
                0]
            },
            2],
            a: ["na", {
                o: ["nao", {},
                0],
                n: ["nan", {
                    g: ["nang", {},
                    0]
                },
                1],
                i: ["nai", {},
                0]
            },
            3]
        },
        6],
        m: ["m", {
            u: ["mu", {},
            0],
            o: ["mo", {
                u: ["mou", {},
                0]
            },
            1],
            i: ["mi", {
                u: ["miu", {},
                0],
                n: ["min", {
                    g: ["ming", {},
                    0]
                },
                1],
                e: ["mie", {},
                0],
                a: [, {
                    o: ["miao", {},
                    0],
                    n: ["mian", {},
                    0]
                },
                2]
            },
            4],
            e: ["me", {
                n: ["men", {
                    g: ["meng", {},
                    0]
                },
                1],
                i: ["mei", {},
                0]
            },
            2],
            a: ["ma", {
                o: ["mao", {},
                0],
                n: ["man", {
                    g: ["mang", {},
                    0]
                },
                1],
                i: ["mai", {},
                0]
            },
            3]
        },
        5],
        l: ["l", {
            u: ["lu", {
                o: ["luo", {},
                0],
                n: ["lun", {},
                0],
                e: ["lue", {},
                0],
                a: [, {
                    n: ["luan", {},
                    0]
                },
                1]
            },
            4],
            v: ["lv", {},
            0],
            o: [, {
                u: ["lou", {},
                0],
                n: [, {
                    g: ["long", {},
                    0]
                },
                1]
            },
            2],
            i: ["li", {
                u: ["liu", {},
                0],
                n: ["lin", {
                    g: ["ling", {},
                    0]
                },
                1],
                e: ["lie", {},
                0],
                a: ["lia", {
                    o: ["liao", {},
                    0],
                    n: ["lian", {
                        g: ["liang", {},
                        0]
                    },
                    1]
                },
                2]
            },
            4],
            e: ["le", {
                n: [, {
                    g: ["leng", {},
                    0]
                },
                1],
                i: ["lei", {},
                0]
            },
            2],
            a: ["la", {
                o: ["lao", {},
                0],
                n: ["lan", {
                    g: ["lang", {},
                    0]
                },
                1],
                i: ["lai", {},
                0]
            },
            3]
        },
        6],
        k: ["k", {
            u: ["ku", {
                o: ["kuo", {},
                0],
                n: ["kun", {},
                0],
                i: ["kui", {},
                0],
                a: ["kua", {
                    n: ["kuan", {
                        g: ["kuang", {},
                        0]
                    },
                    1],
                    i: ["kuai", {},
                    0]
                },
                2]
            },
            4],
            o: [, {
                u: ["kou", {},
                0],
                n: [, {
                    g: ["kong", {},
                    0]
                },
                1]
            },
            2],
            e: ["ke", {
                n: ["ken", {
                    g: ["keng", {},
                    0]
                },
                1]
            },
            1],
            a: ["ka", {
                o: ["kao", {},
                0],
                n: ["kan", {
                    g: ["kang", {},
                    0]
                },
                1],
                i: ["kai", {},
                0]
            },
            3]
        },
        4],
        j: ["j", {
            u: ["ju", {
                n: ["jun", {},
                0],
                e: ["jue", {},
                0],
                a: [, {
                    n: ["juan", {},
                    0]
                },
                1]
            },
            3],
            i: ["ji", {
                u: ["jiu", {},
                0],
                o: [, {
                    n: [, {
                        g: ["jiong", {},
                        0]
                    },
                    1]
                },
                1],
                n: ["jin", {
                    g: ["jing", {},
                    0]
                },
                1],
                e: ["jie", {},
                0],
                a: ["jia", {
                    o: ["jiao", {},
                    0],
                    n: ["jian", {
                        g: ["jiang", {},
                        0]
                    },
                    1]
                },
                2]
            },
            5]
        },
        2],
        h: ["h", {
            u: ["hu", {
                o: ["huo", {},
                0],
                n: ["hun", {},
                0],
                i: ["hui", {},
                0],
                a: ["hua", {
                    n: ["huan", {
                        g: ["huang", {},
                        0]
                    },
                    1],
                    i: ["huai", {},
                    0]
                },
                2]
            },
            4],
            o: [, {
                u: ["hou", {},
                0],
                n: [, {
                    g: ["hong", {},
                    0]
                },
                1]
            },
            2],
            e: ["he", {
                n: ["hen", {
                    g: ["heng", {},
                    0]
                },
                1],
                i: ["hei", {},
                0]
            },
            2],
            a: ["ha", {
                o: ["hao", {},
                0],
                n: ["han", {
                    g: ["hang", {},
                    0]
                },
                1],
                i: ["hai", {},
                0]
            },
            3]
        },
        4],
        g: ["g", {
            u: ["gu", {
                o: ["guo", {},
                0],
                n: ["gun", {},
                0],
                i: ["gui", {},
                0],
                a: ["gua", {
                    n: ["guan", {
                        g: ["guang", {},
                        0]
                    },
                    1],
                    i: ["guai", {},
                    0]
                },
                2]
            },
            4],
            o: [, {
                u: ["gou", {},
                0],
                n: [, {
                    g: ["gong", {},
                    0]
                },
                1]
            },
            2],
            e: ["ge", {
                n: ["gen", {
                    g: ["geng", {},
                    0]
                },
                1],
                i: ["gei", {},
                0]
            },
            2],
            a: ["ga", {
                o: ["gao", {},
                0],
                n: ["gan", {
                    g: ["gang", {},
                    0]
                },
                1],
                i: ["gai", {},
                0]
            },
            3]
        },
        4],
        f: ["f", {
            u: ["fu", {},
            0],
            o: ["fo", {
                u: ["fou", {},
                0]
            },
            1],
            e: [, {
                n: ["fen", {
                    g: ["feng", {},
                    0]
                },
                1],
                i: ["fei", {},
                0]
            },
            2],
            a: ["fa", {
                n: ["fan", {
                    g: ["fang", {},
                    0]
                },
                1]
            },
            1]
        },
        4],
        d: ["d", {
            u: ["du", {
                o: ["duo", {},
                0],
                n: ["dun", {},
                0],
                i: ["dui", {},
                0],
                a: [, {
                    n: ["duan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["dou", {},
                0],
                n: [, {
                    g: ["dong", {},
                    0]
                },
                1]
            },
            2],
            i: ["di", {
                u: ["diu", {},
                0],
                n: [, {
                    g: ["ding", {},
                    0]
                },
                1],
                e: ["die", {},
                0],
                a: [, {
                    o: ["diao", {},
                    0],
                    n: ["dian", {},
                    0]
                },
                2]
            },
            4],
            e: ["de", {
                n: [, {
                    g: ["deng", {},
                    0]
                },
                1]
            },
            1],
            a: ["da", {
                o: ["dao", {},
                0],
                n: ["dan", {
                    g: ["dang", {},
                    0]
                },
                1],
                i: ["dai", {},
                0]
            },
            3]
        },
        5],
        c: ["c", {
            h: ["ch", {
                u: ["chu", {
                    o: ["chuo", {},
                    0],
                    n: ["chun", {},
                    0],
                    i: ["chui", {},
                    0],
                    a: [, {
                        n: ["chuan", {
                            g: ["chuang", {},
                            0]
                        },
                        1],
                        i: ["chuai", {},
                        0]
                    },
                    2]
                },
                4],
                o: [, {
                    u: ["chou", {},
                    0],
                    n: [, {
                        g: ["chong", {},
                        0]
                    },
                    1]
                },
                2],
                i: ["chi", {},
                0],
                e: ["che", {
                    n: ["chen", {
                        g: ["cheng", {},
                        0]
                    },
                    1]
                },
                1],
                a: ["cha", {
                    o: ["chao", {},
                    0],
                    n: ["chan", {
                        g: ["chang", {},
                        0]
                    },
                    1],
                    i: ["chai", {},
                    0]
                },
                3]
            },
            5],
            u: ["cu", {
                o: ["cuo", {},
                0],
                n: ["cun", {},
                0],
                i: ["cui", {},
                0],
                a: [, {
                    n: ["cuan", {},
                    0]
                },
                1]
            },
            4],
            o: [, {
                u: ["cou", {},
                0],
                n: [, {
                    g: ["cong", {},
                    0]
                },
                1]
            },
            2],
            i: ["ci", {},
            0],
            e: ["ce", {
                n: [, {
                    g: ["ceng", {},
                    0]
                },
                1]
            },
            1],
            a: ["ca", {
                o: ["cao", {},
                0],
                n: ["can", {
                    g: ["cang", {},
                    0]
                },
                1],
                i: ["cai", {},
                0]
            },
            3]
        },
        6],
        b: ["b", {
            u: ["bu", {},
            0],
            o: ["bo", {},
            0],
            i: ["bi", {
                n: ["bin", {
                    g: ["bing", {},
                    0]
                },
                1],
                e: ["bie", {},
                0],
                a: [, {
                    o: ["biao", {},
                    0],
                    n: ["bian", {},
                    0]
                },
                2]
            },
            3],
            e: [, {
                n: ["ben", {
                    g: ["beng", {},
                    0]
                },
                1],
                i: ["bei", {},
                0]
            },
            2],
            a: ["ba", {
                o: ["bao", {},
                0],
                n: ["ban", {
                    g: ["bang", {},
                    0]
                },
                1],
                i: ["bai", {},
                0]
            },
            3]
        },
        5],
        o: ["o", {
            u: ["ou", {},
            0]
        },
        1],
        e: ["e", {
            r: ["er", {},
            0],
            n: ["en", {},
            0]
        },
        2],
        a: ["a", {
            o: ["ao", {},
            0],
            n: ["an", {
                g: ["ang", {},
                0]
            },
            1],
            i: ["ai", {},
            0]
        },
        3]
    },
    23],
    map: {a:"啊阿",
ai:"爱哎埃艾碍癌哀挨矮隘蔼唉皑暧捱霭",
an:"安案按岸暗鞍氨俺胺谙庵黯鹌",
ao:"奥澳傲熬凹鳌敖遨袄懊翱拗廒骜嗷坳螯獒鏖",
ang:"昂盎肮",
bu:"不部步布补捕埠簿哺怖卜堡埔",
ba:"吧把八巴拔坝爸霸罢芭跋扒叭靶疤笆耙捌粑",
bie:"别鳖憋瘪蹩",
bang:"帮棒邦榜膀镑绑傍蚌谤磅梆浜",
bi:"比必笔币毕逼避闭壁弊彼碧鼻臂蔽璧庇痹毙弼匕鄙陛屄蓖辟敝毖秘泌荸芘箅愎哔妣婢",
ban:"半版办班般板颁伴搬斑扮拌扳瓣坂阪绊癍钣舨",
bo:"波拨博播勃伯玻搏泊舶渤卜驳脖膊簸菠礴箔剥薄钵帛柏铂跛亳啵蕃饽擘百趵",
bei:"被贝背呗北备倍杯辈悲碑卑悖惫钡焙狈臂孛碚",
bao:"报包薄保宝暴胞爆饱抱堡剥鲍葆瀑豹褒雹刨苞炮龅孢煲褓鸨趵曝",
ben:"笨本奔苯畚",
biao:"表标彪膘婊飙鳔飚镳骉裱骠镖",
bian:"边变便编遍辩鞭辨贬匾扁卞辫砭汴蝙鳊缏",
bai:"百白败摆拜柏佰伯掰",
bin:"宾滨斌彬濒殡缤鬓摈膑槟",
bing:"并病兵冰饼炳秉丙摒柄屏槟禀",
beng:"泵崩蹦迸绷甭蚌嘣",
cai:"才采财材菜彩裁蔡猜踩睬",
chi:"吃持池迟赤驰尺斥齿翅痴耻炽侈弛匙踟豉敕哧啻螭魑叱笞嗤",
che:"车彻撤扯澈掣",
chuan:"穿传川船串喘椽遄钏",
cuo:"错措磋挫搓撮脞痤蹉锉",
cong:"从丛匆聪葱囱淙",
ci:"次此词辞刺瓷磁慈茨赐祠雌伺疵差兹呲鹚糍",
chao:"吵超朝潮炒钞抄巢嘲剿绰晁",
ce:"策测册侧厕恻",
ca:"擦嚓",
cu:"促粗簇醋蹴徂猝蔟殂",
cha:"查察差茶插叉茬岔诧搽碴刹楂汊馇檫姹杈嚓喳",
chu:"出处础初除储畜触楚厨雏矗橱锄褚滁搐躇杵刍怵绌蹰黜蜍",
cao:"操曹草槽糙嘈肏漕",
cui:"催崔脆翠萃粹摧璀瘁淬啐悴",
cheng:"成程城承称乘诚呈惩撑澄秤橙骋逞瞠盛铖噌铛蛏丞",
cun:"村存寸忖皴",
can:"参残餐灿惨蚕璨惭孱粲",
chui:"吹垂锤炊陲槌捶棰",
cou:"凑",
chang:"长场厂常偿昌唱畅倡尝肠敞猖娼鲳惝嫦徜阊怅伥",
cen:"岑参",
chen:"晨陈沉琛臣尘辰衬趁忱称抻谌宸嗔",
chong:"充冲崇虫宠忡憧重种舂铳",
chai:"拆柴差豺钗虿",
chan:"产阐缠掺禅颤铲蝉搀潺谗单馋婵谄蟾忏",
ceng:"层曾蹭噌",
chun:"春纯醇淳唇椿蠢鹑",
cang:"藏仓苍沧舱伧",
chou:"筹抽绸酬愁丑臭仇畴稠瞅踌惆",
cuan:"窜蹿篡攒汆",
chuo:"辍绰戳啜龊",
chuai:"揣嘬踹",
chuang:"创床窗闯疮幢怆",
de:"的德得地",
dou:"都逗斗豆抖兜陡窦痘蚪",
dao:"到刀道导岛倒盗稻蹈悼捣叨祷焘",
deng:"等登邓灯凳瞪蹬澄镫",
duo:"多躲夺朵铎咄堕舵垛剁跺惰掇哆驮度踱",
di:"滴地低第底抵弟迪递帝敌堤蒂缔涤娣笛荻谛狄邸嘀嫡的提翟诋柢骶籴砥",
da:"打大达答搭瘩耷哒褡疸靼妲沓嗒鞑",
dian:"点店电典奠甸碘淀殿垫颠滇癫巅惦掂佃靛踮钿玷癜",
dai:"带戴代待贷袋歹呆逮岱傣怠殆大呔黛",
dui:"对队兑堆",
du:"度独督读毒渡杜堵赌睹肚镀渎笃都犊妒蠹嘟椟牍黩",
ding:"定丁订顶鼎盯钉锭叮仃町腚碇疔耵酊啶",
die:"爹跌叠蝶迭碟谍牒蹀耋喋",
dan:"但单担丹胆旦弹蛋淡诞氮郸耽掸惮石疸殚眈聃啖赡",
dun:"吨顿盾敦蹲墩囤钝遁趸沌盹礅炖",
duan:"断段短端锻缎煅",
diu:"丢",
diao:"掉调雕吊钓刁屌叼碉凋貂",
dong:"冻栋动东董冬洞懂侗咚恫峒胴氡",
dang:"挡当党档荡铛宕裆",
dei:"得",
dia:"嗲",
en:"嗯恩摁",
e:"饿额俄恶鹅遏鄂厄扼娥鳄蛾噩哦讹阿谔垩锷萼轭颚腭愕呃鹗屙",
er:"而二尔儿耳迩饵洱贰",
fa:"发法罚乏伐阀筏垡砝",
fu:"府服副负富复福夫妇幅付扶父符附腐赴浮覆辅傅伏抚赋辐腹弗肤阜袱缚甫氟斧孚敷俯拂俘咐腑孵芙釜佛讣脯蜉蝠绋赙匐麸凫馥驸",
fo:"佛",
fan:"饭反范犯繁泛翻凡返番贩烦帆樊藩矾钒畈蕃梵幡",
fang:"放防方房访纺芳仿坊妨肪枋舫邡",
feng:"丰疯风封峰奉凤锋冯逢缝蜂枫讽烽俸",
fen:"分份纷奋粉氛芬愤粪坟汾焚酚忿吩棼偾贲",
fei:"费非飞肥废菲肺啡沸匪斐蜚妃诽扉吠篚狒悱霏翡淝鲱绯痱贲",
fou:"否缶",
gang:"刚港钢岗纲冈杠缸肛扛罡",
guo:"过国果郭锅裹帼涡埚聒掴呙",
gei:"给",
ge:"个格各革葛歌哥隔割阁戈鸽搁胳疙铬咯蛤盖合骼塥圪镉鬲嗝膈",
guai:"乖怪拐掴",
gu:"股古顾故固鼓骨估谷姑孤雇辜菇沽咕锢箍蛊贾梏鸪汩轱崮鹄钴臌牯毂牿痼觚",
gua:"挂瓜刮寡卦呱剐褂",
gao:"高搞告稿膏糕镐皋篙羔郜诰缟睾锆槁",
gen:"跟根亘艮",
gai:"该改盖概溉钙丐芥赅",
gui:"贵跪规归轨桂柜圭鬼硅瑰龟闺诡刽癸炔桧刿鳜鲑皈晷",
ga:"嘎尬夹咖伽旮尕",
gan:"干感赶敢甘肝杆赣柑尴竿秆橄酐矸疳泔擀坩",
gou:"构购够沟狗钩勾苟垢岣枸诟媾篝佝",
gun:"滚棍辊磙绲",
geng:"更耕庚耿梗颈羹埂赓鲠哽绠",
guan:"管关观馆官贯冠惯灌罐棺纶盥莞掼涫鳏倌",
gong:"工公共供功贡攻宫巩恭拱躬弓汞龚肱觥",
guang:"广光逛犷咣胱",
hen:"很狠恨痕",
hui:"会回辉灰挥汇惠恢徽绘毁慧贿卉悔秽荟晖彗讳诲珲诙晦蛔烩蕙喙恚麾茴洄桧溃",
hao:"好号毫豪耗浩郝皓昊蒿嚎壕貉镐颢灏蚝嗥",
hai:"还海害孩亥骸氦骇咳嗨",
he:"和合河何核贺喝赫荷盒鹤呵菏禾壑褐貉阂涸吓嗬劾阖颌",
hou:"后候厚侯猴喉吼逅瘊",
ha:"哈蛤",
hua:"话划化华花画滑哗骅桦猾",
hu:"护户湖互乎呼胡忽虎沪糊壶葫狐蝴弧瑚浒核唬琥囫煳斛鹄猢惚岵唿槲",
huan:"换环欢患缓唤焕幻痪桓寰涣还宦豢獾鬟奂洹浣",
huo:"货活或获火伙惑霍祸豁和嚯藿攉",
hun:"混婚魂浑昏荤馄诨",
han:"喊汉韩含旱寒汗涵函憾罕焊翰邯撼瀚憨捍酣悍邗蚶颔晗鼾",
hei:"黑嘿",
huai:"坏怀淮徊槐踝",
hong:"泓红宏洪轰虹鸿弘哄烘讧",
hang:"航杭夯行巷吭沆",
heng:"衡横恒亨哼桁珩",
huang:"黄荒煌皇凰慌晃潢谎惶簧璜恍幌湟蝗磺隍肓徨鳇遑蟥",
jiu:"就舅究九酒久救旧纠灸疚揪咎韭厩臼玖赳鹫僦柩鸠阄啾",
jia:"家加佳价假架甲嘉贾驾嫁夹稼钾挟迦枷荚颊茄铗葭戛痂岬伽胛笳袈",
ji:"寄急济机技基记计际及集级几积极己纪即继击既激绩吉季疾迹鸡剂辑籍挤圾冀亟寂暨脊跻肌稽忌饥祭缉棘矶汲畸姬瘠骥羁妓讥稷系嫉伎悸奇给箕屐戟鲫嵇笈笄叽唧荠玑偈芨佶赍楫髻觊麂岌犄萁藉",
jie:"接捷借结解界节届介阶街杰洁截姐揭劫戒皆竭诫秸睫藉拮芥疥桔偈桀羯蚧嗟颉婕碣孑疖诘锴",
ju:"举据句具居剧巨聚距拒俱菊局拘炬桔惧矩鞠驹锯踞咀沮狙柜车疽倨飓苣掬龃趄雎橘踽榉枸瞿",
jin:"紧进金今近仅尽津斤禁锦劲晋谨筋巾浸襟靳瑾烬馑槿衿矜噤赆",
jian:"件见健建间坚检监减简艰践兼鉴键渐柬剑尖肩舰荐箭剪俭碱茧奸歼拣捡煎贱溅涧笺槛缄饯戋谏腱毽菅睑锏",
juan:"娟卷捐眷倦绢镌涓鹃圈隽",
jue:"决绝觉掘崛诀獗抉爵倔角撅攫嚼脚橛蕨噘谲蹶孓厥",
jun:"军均俊君峻菌竣钧骏隽郡龟浚筠皲",
jing:"经京精境竞景警竟井惊径璟静婧敬净镜睛晶颈荆兢靖泾憬鲸茎菁胫粳劲痉阱刭儆旌迳陉",
jiao:"教交较角叫脚缴胶轿郊焦骄浇椒礁佼蕉娇矫搅绞酵剿嚼饺窖跤蛟狡觉校铰侥徼僬敫姣皎茭醮",
jiang:"将江奖讲降疆蒋姜浆匠酱僵桨强虹豇缰犟绛糨",
jiong:"窘炯迥囧",
kuai:"快块筷会侩哙蒯郐狯脍",
kan:"看刊勘堪坎砍侃槛瞰龛",
kai:"开凯慨楷揩铠锴忾",
kao:"考靠烤拷铐栲犒",
ku:"哭苦库酷裤枯窟骷绔",
ka:"卡喀咖咯咔",
ke:"可科克客刻课颗渴壳柯棵坷恪苛咳磕珂呵蝌轲钶瞌稞疴嗑",
kun:"困昆坤捆琨堃锟",
kua:"夸跨垮挎胯侉",
kou:"口扣寇叩抠蔻",
kuo:"扩括阔廓",
kui:"亏奎愧魁馈溃匮葵窥盔岿愦睽跬聩篑喹逵喟馗蝰",
ken:"肯垦恳啃",
kong:"空控孔恐倥崆",
kuan:"款宽髋",
kang:"康抗扛慷炕亢糠钪伉",
keng:"坑铿吭胫",
kuang:"况矿框狂旷眶匡筐诳邝诓哐",
le:"了乐勒",
leng:"冷愣棱楞塄",
la:"拉啦垃腊辣蜡喇剌落瘌邋旯",
lou:"喽楼搂漏陋娄露篓偻蝼镂蒌髅瘘",
lai:"来莱赖睐徕籁癞",
lu:"路陆录露鲁卢炉鹿甪禄赂芦庐碌麓颅泸卤鹭掳绿虏戮六鲈轳橹辂噜镥辘漉撸璐鸬",
li:"理里力利立李历例离励礼梨丽黎璃厉厘粒莉隶栗荔沥犁漓哩狸罹篱鲤砺吏俐砾痢郦鹂笠跞蜊锂蓠蠡溧戾唳骊逦俪喱雳莅俚蛎娌",
lv:"率律旅绿虑履吕铝屡氯缕滤侣驴偻榈闾捋褛",
lei:"累类雷泪蕾垒磊擂镭勒肋儡羸嘞",
lan:"懒兰览蓝篮栏岚烂滥缆揽澜拦榄斓阑婪褴",
liao:"聊料疗辽廖寥僚燎缭撂撩了镣潦蓼獠嘹",
liu:"留流刘六柳瘤硫溜浏榴琉馏碌陆绺鎏骝旒熘遛",
luan:"乱卵峦鸾孪挛栾銮娈",
lao:"老劳牢捞涝烙姥佬落酪络唠崂痨",
lun:"论轮伦仑纶沦抡囵",
lin:"林临邻赁琳磷淋麟霖鳞凛拎吝遴嶙蔺粼躏廪懔檩膦",
lie:"列烈劣裂猎咧趔冽洌",
luo:"落罗络洛逻螺锣骆萝裸漯摞骡烙箩咯蠃铬",
lve:"略掠",
lue:"略掠",
long:"龙隆垄笼拢聋陇胧珑弄咙窿垅茏泷栊",
ling:"灵领令另零龄陵岭凌玲铃菱伶羚苓聆棱翎蛉绫瓴棂柃囹",
liang:"两量粮良辆亮梁凉俩谅粱晾靓踉",
lia:"俩",
lian:"联连练廉炼脸莲恋链帘怜涟敛镰琏殓鲢潋裢",
lang:"浪朗郎廊狼琅榔螂啷",
ma:"吗码嘛马妈骂麻玛蚂抹摩蟆犸杩",
mei:"没美每煤梅媒枚妹眉魅霉昧媚玫酶镁湄寐莓袂槑嵋楣",
mai:"买卖麦迈脉埋霾",
mang:"忙盲茫芒氓莽硭蟒漭",
mu:"目木亩幕母牧穆姆墓慕牡募睦沐暮拇牟模苜",
me:"么",
mo:"模膜末莫摩墨默磨摸漠魔沫陌抹寞蘑摹蓦馍茉没脉万秣嫫",
mi:"米密秘迷弥蜜谜觅靡泌眯麋猕幂糜醚縻咪汨弭谧宓",
min:"敏民闽闵皿抿悯珉旻玟泯",
man:"慢蛮满曼漫蔓瞒鳗馒埋谩幔螨",
mao:"茂贸毛矛冒貌茅帽猫锚袤卯铆耄茆牦蟊",
men:"闷们门懑扪焖",
mian:"面棉免绵缅勉眠冕娩腼",
ming:"明名命鸣铭冥螟瞑暝溟酩茗",
meng:"蒙梦盟猛孟萌朦檬蜢懵虻瞢",
mou:"某谋牟眸缪哞",
mie:"灭蔑咩篾",
miu:"缪谬",
miao:"苗秒妙描庙瞄渺藐眇缪缈淼喵邈",
ni:"你尼泥拟逆倪呢妮腻匿霓溺昵伲睨旎",
na:"那拿纳哪娜钠呐衲捺",
ne:"呢讷哪",
niao:"鸟尿袅",
neng:"能",
nong:"弄农浓脓哝侬",
nv:"女",
nu:"努怒奴孥驽弩",
nan:"难南男楠喃赧囡腩",
nian:"年念辗碾捻撵拈粘蔫廿黏鲇鲶",
nei:"内馁",
nao:"脑闹恼挠瑙孬",
niu:"牛纽扭钮拗妞忸",
nuo:"诺挪糯懦娜喏傩",
nin:"您",
nai:"乃奶耐奈氖柰",
nen:"嫩恁",
nuan:"暖",
nie:"聂捏涅镍孽镊嗫臬蹑",
nve:"虐疟",
nue:"虐疟",
ning:"宁凝拧泞柠狞佞咛",
nang:"囊囔攮",
niang:"娘酿",
o:"哦喔噢",
ou:"偶欧殴呕藕讴鸥区沤怄瓯耦",
pei:"陪培配赔佩沛裴胚呸辔",
pa:"怕帕爬趴琶啪葩耙扒筢杷",
pi:"批皮辟啤匹披疲僻毗坯脾譬劈媲屁琵邳痞霹砒否丕圮癖枇睥陂纰噼裨芘",
po:"破坡迫颇婆泼魄粕鄱珀泊朴繁笸皤钋陂叵",
pu:"普铺浦朴葡谱埔扑仆蒲曝溥莆圃璞濮菩脯瀑堡暴镨噗匍蹼",
pao:"跑炮泡抛刨袍咆狍庖疱",
pai:"排牌派拍徘湃迫哌",
pan:"盘判潘攀盼畔叛蹒磐番胖蟠贲",
pian:"骗片篇偏翩便扁骈胼",
pin:"品贫聘频拼拚嫔姘牝颦",
pen:"喷盆",
pou:"剖掊",
pie:"瞥撇",
ping:"平评凭瓶屏萍苹乒坪冯娉",
piao:"票漂飘嫖瓢朴螵瞟缥嘌骠剽",
peng:"鹏朋彭膨蓬碰棚捧烹篷澎抨砰硼怦嘭",
pang:"旁庞乓胖磅螃耪膀滂彷逄镑",
qi:"起气企其期七器汽奇齐启旗棋妻弃歧欺骑契迄漆戚岂岐琦栖琪泣乞砌祁崎绮祺蹊祈凄淇杞脐麒圻柒畦稽缉沏讫颀骐桤憩芪荠汔亟鳍俟嘁葺碛耆",
qing:"请情青清轻庆倾顷卿晴氢擎氰亲蜻黥罄磬",
qu:"区取曲趋渠趣驱屈躯衢娶祛瞿岖蛆龋戌诎璩觑蛐苣",
qian:"钱前签千潜迁欠牵浅遣谦乾铅歉黔谴嵌倩钳茜虔钎纤扦堑仟掮芡缱芊阡骞羟",
qiang:"强墙抢枪腔锵呛羌蔷跄襁炝镪羟嫱",
quan:"全权券泉圈拳劝犬铨痊诠颧醛绻辁荃",
qin:"秦亲勤侵钦琴禽芹沁寝擒吣覃矜衾噙揿檎",
que:"却确缺雀鹊瘸炔榷阙阕",
qiu:"求球秋丘邱酋裘囚泅仇龟楸蚯糗逑俅虬鳅遒",
qun:"群裙",
qie:"切且窃茄锲怯趄惬妾箧伽挈",
qia:"恰洽卡掐髂袷",
qiao:"桥乔侨巧悄敲俏瞧翘窍峭锹撬壳鞘雀橇樵荞跷硗憔",
qiong:"穷琼穹蛩茕",
ren:"人任认仁忍韧刃纫饪妊壬轫仞荏稔",
rang:"让壤攘嚷瓤穰禳",
re:"热惹喏",
ri:"日",
ru:"入如乳儒辱汝茹褥孺蠕蓐襦嚅缛濡溽",
ran:"然染燃冉髯苒",
rui:"瑞锐睿芮蕊",
run:"润闰",
rou:"肉柔揉蹂",
ruo:"若弱偌",
rao:"绕扰饶娆",
reng:"扔仍",
rong:"容荣融绒溶蓉熔戎榕茸冗嵘",
ruan:"软阮朊",
shi:"是时事试势视识师史示石食始士湿失诗适什市实十使世施式室饰释驶氏逝蚀狮誓拾尸匙仕柿矢侍噬嗜拭屎虱似殖峙恃豕舐轼谥弑螫",
shuo:"说硕烁朔数搠妁铄",
shui:"谁睡水税说",
sui:"随岁虽碎隧遂髓穗绥隋邃尿祟眭谇濉燧荽睢",
shang:"上商尚伤赏裳晌觞殇垧",
si:"死四司思斯私似丝饲寺肆撕泗伺嗣祀嘶巳驷厮",
suan:"算酸蒜",
su:"苏速素诉塑肃俗粟溯酥夙宿缩愫簌稣谡蔌",
se:"色瑟涩塞穑",
san:"三散伞叁馓",
shu:"书数术属树输束述署熟殊蔬舒疏鼠淑叔暑枢墅曙抒竖蜀薯梳戍恕孰沭赎庶漱黍塾倏镯",
sun:"损孙笋榫荪狲",
sa:"萨洒撒卅飒",
she:"设社摄涉射折舍蛇舌奢慑赦赊佘厍麝",
shao:"少烧绍稍邵哨韶捎勺梢芍鞘艄杓",
shun:"顺瞬舜吮",
sheng:"生省盛声升胜圣剩牲绳笙昇晟嵊甥乘",
song:"送松宋讼颂耸诵嵩怂竦淞悚",
shua:"刷耍",
sha:"傻沙厦杀纱砂啥莎刹煞杉鲨霎痧裟",
shen:"沈深身神审申甚伸慎渗肾绅莘婶呻参什娠葚椹蜃哂",
sai:"赛塞腮噻鳃",
suo:"所索缩锁梭琐莎唆挲唢嗦娑羧",
sen:"森",
shuai:"帅衰摔甩率蟀",
sao:"扫骚嫂搔臊瘙",
sou:"艘搜擞嗽嗖飕叟馊",
shan:"闪删山善陕衫擅汕扇杉珊膳缮赡栅煽姗跚单掺嬗蟮禅潸鳝骟疝膻讪舢",
shai:"晒筛色",
shuang:"双爽霜孀",
shou:"收手受首售授守寿瘦兽狩绶",
sang:"桑丧嗓搡",
seng:"僧",
shei:"谁",
shuan:"栓拴涮闩",
tian:"天田添填甜恬舔腆掭钿忝殄",
ta:"他她它塔踏塌榻沓獭拓挞蹋溻趿遢",
tai:"太台态泰抬胎汰钛苔酞肽跆",
ting:"听庭停厅廷挺亭艇婷汀烃铤蜓霆",
ti:"提体替题梯踢惕剔蹄啼剃涕嚏屉缇倜悌",
tou:"投头偷透骰",
te:"特忑忒",
tu:"土突图途徒涂吐屠兔秃凸荼",
tan:"谈探坦摊炭坛滩贪叹谭潭碳毯瘫檀痰袒坍弹覃澹昙忐",
tie:"贴铁帖餮",
tang:"躺烫堂唐糖汤塘趟倘棠淌膛搪螳羰镗傥饧铛",
tao:"套讨陶涛逃桃萄淘掏滔韬绦焘啕饕叨",
tui:"腿推退褪颓蜕煺",
tiao:"挑调条跳迢眺笤佻窕粜",
tuo:"托脱拓拖妥驼陀沱鸵驮椭唾跎坨佗柁砣说铊",
tun:"吞屯褪臀囤氽饨豚",
tong:"同通统童痛铜桶桐筒彤佟潼捅瞳酮砼峒侗恸嗵",
tuan:"团湍彖",
teng:"腾疼藤滕誊",
wo:"我沃握窝卧挝涡斡蜗倭幄龌莴喔",
wan:"玩完晚万碗湾顽挽弯丸莞皖宛婉腕蜿惋烷豌蔓脘纨剜菀",
wen:"问文闻稳温纹吻蚊雯紊瘟汶刎玟",
wa:"挖瓦娃洼袜蛙哇娲",
wu:"吴务物无五武午舞捂伍雾悟污乌误屋晤吾芜梧勿巫侮坞毋诬呜钨戊恶蜈寤兀唔忤迕痦焐鹉浯圬",
wei:"为维位委未卫围违威伟危味微唯谓伪慰尾魏韦胃畏帷喂巍萎蔚纬潍尉渭惟薇苇炜娓诿玮桅帏逶闱偎猥猬煨圩痿囗",
wang:"王忘往望网亡旺汪枉妄辋魍惘罔",
wai:"外歪",
weng:"翁嗡瓮",
xia:"下夏峡辖霞虾狭吓侠暇遐瞎匣厦黠罅瑕",
xiang:"想像向项相乡象响香享箱祥湘详橡巷翔襄厢镶降飨饷",
xie:"些写协谢械鞋胁斜携懈卸谐泄蟹邪歇泻屑榭蝎血挟楔解叶廨撷偕瀣亵邂",
xin:"新心信辛欣薪馨鑫芯锌昕衅歆莘",
xian:"先县线闲嫌馅现限显险献鲜宪纤陷贤仙衔掀咸羡弦腺痫娴舷涎苋藓籼蚬祆冼氙霰洗",
xi:"洗系西戏席息希习吸喜细析悉锡溪惜稀袭樨囍夕晰昔牺烯熙媳膝隙犀硒兮熄曦禧嬉玺奚汐嘻矽檄蜥屣翕淅蹊皙蟋羲茜徙唏螅熹",
xiao:"小笑效销消校晓肖孝萧潇硝宵啸嚣霄淆哮筱逍削骁枭箫",
xu:"许需续须序徐蓄虚绪叙旭恤墟栩絮圩婿戌胥嘘畜吁酗浒蓿顼诩溆煦盱",
xiu:"修秀休宿袖绣朽锈羞嗅臭溴馐咻",
xing:"行醒性形型兴星刑幸姓邢杏腥猩惺省悻",
xue:"学血雪削薛穴靴踅噱鳕谑",
xun:"讯训迅寻询循旬巡汛勋逊熏徇殉驯鲟埙恂醺洵峋薰荀窨曛",
xuan:"选宣旋悬轩喧玄绚渲璇炫眩癣券暄楦漩铉煊碹萱",
xiong:"雄兄熊胸凶匈汹芎",
you:"有又友由优游油右邮尤忧幼犹诱悠幽佑釉柚铀鱿酉疣攸蚰莠黝蚴宥鼬呦",
ye:"也业夜叶野液冶页爷耶椰烨掖腋噎咽曳邪谒邺晔揶靥盅",
yao:"要姚药邀摇耀腰遥窑瑶咬尧钥谣肴夭侥吆妖舀疟鹞爻幺崾曜徭杳窈",
yong:"用永拥勇涌泳庸俑踊佣咏雍甬臃蛹痈恿壅慵墉",
ya:"呀亚压雅牙押鸭涯崖芽哑讶鸦衙轧丫蚜",
yi:"已以一易意议义益衣亿医艺依移异伊仪宜遗疑毅谊亦疫役忆抑乙译翼溢椅逸蚁夷邑怡绎彝裔姨熠贻矣屹颐倚诣胰奕翌弈轶驿壹艾揖铱尾臆癔旖翊殪咦懿噫饴漪佚咿猗眙羿缢迤翳弋蜴呓",
yu:"于与育鱼余预域予遇语誉玉雨渔裕愈娱欲吁宇羽逾豫郁寓狱喻御浴愉禹俞榆愚渝淤虞屿峪驭瑜禺毓钰隅芋瘀迂盂尉妪阈揄觎臾龉煜谀竽鹬庾昱萸瘐谕熨",
yin:"银阴淫因引印音饮隐姻殷尹荫鄞吟瘾寅茵胤龈垠霪蚓窨",
yue:"约越月悦跃阅岳粤曰乐说钥玥",
yo:"哟唷",
yang:"养杨样央阳洋扬羊氧仰秧痒漾疡泱殃恙鸯佯炀徉鞅蛘烊怏",
yun:"云运允孕蕴韵酝耘晕匀芸陨赟熨愠筠昀殒",
yan:"研严验演言眼烟沿延盐炎燕岩宴艳唁颜彦掩淹阎衍雁咽厌焰堰砚焉晏檐蜒奄俨腌妍谚殷阉铅魇焱赝恹偃胭闫鼹嫣鄢",
ying:"硬应营影英迎映盈赢颖婴鹰荧莹樱蝇萦莺膺缨瀛萤楹蓥鹦媵嘤撄滢嬴罂瑛荥",
yuan:"袁元员院原源远愿园援圆缘怨渊苑冤媛猿垣鸳辕橼爰鸢瑗",
zai:"在再灾载栽仔宰哉崽",
zhe:"这着者浙哲蔗遮辙辄折蛰柘赭摺鹧褶喆蜇",
zao:"早造遭枣噪灶燥糟凿躁藻皂澡蚤",
zhi:"织志只制之治质职至指支值知直致执置止植纸智殖秩旨址滞枝芝脂帜汁肢挚稚酯掷峙炙栉侄芷窒咫吱蜘痔趾识帙桎枳轵忮祉蛭膣郅栀鸷痣踯雉徵",
zhao:"找照招召赵兆昭肇罩钊沼爪着朝诏",
zui:"最嘴罪醉",
zou:"走邹奏揍",
zi:"资自子字咨滋姿紫兹孜淄籽梓鲻渍姊吱滓仔笫龇秭恣缁锱赀眦辎",
zuo:"做坐座作左昨佐琢撮嘬唑",
zu:"组族足祖租阻卒诅俎",
ze:"责则泽择啧咋舴帻迮仄",
za:"砸杂咋匝扎咂",
zhu:"祝主住朱注助逐著筑驻珠猪诸柱竹铸株瞩嘱贮煮烛蛛拄铢属术诛蛀伫箸炷渚躅竺",
zhang:"张章障涨掌帐胀彰丈仗漳樟账杖璋长瘴幛嶂獐蟑",
zan:"咱赞暂攒簪",
zhuang:"装状庄壮撞妆幢桩奘",
zhen:"真镇针圳振震珍阵诊侦臻贞枕桢赈祯甄斟疹砧缜箴轸朕鸩胗椹帧",
zen:"怎",
zha:"扎炸诈轧闸渣乍榨楂札眨铡查栅咋喳吒蚱揸喋柞咤龃",
zun:"尊遵鳟",
zhun:"准谆肫饨",
zhan:"站展战占崭粘湛沾瞻詹斩盏绽毡栈颤蘸辗",
zei:"贼",
zang:"脏葬赃臧藏",
zhuan:"转专砖撰篆赚传馔沌",
zhong:"中重种众终钟忠仲衷肿踵盅冢",
zong:"总综宗纵踪棕鬃偬粽腙",
zeng:"增赠憎曾",
zhou:"州周洲舟骤轴昼宙粥皱肘诌帚咒胄纣绉妯",
zhua:"抓爪",
zhai:"债宅寨摘窄斋翟择",
zhui:"追坠缀椎锥赘骓惴隹",
zuan:"钻赚纂攥",
zhuo:"桌卓捉琢灼浊酌拙茁着啄濯镯禚",
zheng:"政正证争整征郑症挣蒸睁铮筝拯怔狰崝峥钲诤徵",
zhuai:"拽转"
}
};
